"%@ - Offline" = "%@ - Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Přidat novou kartu";

"Add a Card" = "Přidat kartu";

"Apt." = "Byt";

"Contact" = "Kontakt";

"Delivery" = "Dodávka";

"Delivery Address" = "Dodací adresa";

"Free" = "Zdarma";

"Invalid Shipping Address" = "Neplatná dodací adresa";

"Loading…" = "Načítání...";

"Multibanco" = "Multibanco";

"Next" = "Další";

"Online Banking (FPX)" = "Online bankovnictví (FPX)";

"Payment Method" = "Způsob platby";

"Shipping" = "Doprava";

"Shipping Method" = "Způsob dopravy";

"Use Billing" = "Použít fakturaci";

"Use Delivery" = "Použít dodání";

"Use Shipping" = "Použít dopravu";
